9/data/attachments/856f373a6a365681.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_cc45c340-44e2-4cca-b933-4a428ae8bc28</nif:username>
            <nif:friendToBeAdded>Kevin_between_Friend_18257_5</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>